Repository: lgzcoollg/vphone-cli
Catalog: VPhoneExecutable/VPhoneVirtualization/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi, zh_hans

source: Model
ja: モデル
ko: 모델
vi: Kiểu máy
zh_hans: 型号

source: Modified
ja: 更新日時
ko: 수정됨
vi: Đã sửa đổi
zh_hans: 修改时间

source: More Actions
ja: その他の操作
ko: 추가 작업
vi: Thao tác khác
zh_hans: 更多操作

source: Multiple Apps Selected
ja: 複数のアプリを選択中
ko: 여러 앱이 선택됨
vi: Đã chọn nhiều ứng dụng
zh_hans: 已选择多个应用

source: Mute
ja: 消音
ko: 음소거
vi: Tắt tiếng
zh_hans: 静音

source: Name
ja: 名前
ko: 이름
vi: Tên
zh_hans: 名称

source: Name, Bundle ID, Path or PID
ja: 名前、Bundle ID、パス、PID
ko: 이름, Bundle ID, 경로 또는 PID
vi: Tên, Bundle ID, đường dẫn hoặc PID
zh_hans: 名称、Bundle ID、路径或 PID

source: Network
ja: ネットワーク
ko: 네트워크
vi: Mạng
zh_hans: 网络

source: Network Policy
ja: ネットワークポリシー
ko: 네트워크 정책
vi: Chính sách mạng
zh_hans: 网络策略

source: Network access may be restricted
ja: ネットワークアクセスが制限されている可能性があります
ko: 네트워크 접근이 제한될 수 있음
vi: Truy cập mạng có thể bị hạn chế
zh_hans: 网络访问可能受限

source: Network addresses
ja: ネットワークアドレス
ko: 네트워크 주소
vi: Địa chỉ mạng
zh_hans: 网络地址

source: New Folder
ja: 新規フォルダ
ko: 새 폴더
vi: Thư mục mới
zh_hans: 新建文件夹

source: New Folder…
ja: 新規フォルダ…
ko: 새 폴더…
vi: Thư mục mới…
zh_hans: 新建文件夹…

source: No
ja: いいえ
ko: 아니요
vi: Không
zh_hans: 否

source: No App Selected
ja: アプリが選択されていません
ko: 선택된 앱 없음
vi: Chưa chọn ứng dụng
zh_hans: 未选择应用

source: No Apps
ja: アプリなし
ko: 앱 없음
vi: Không có ứng dụng
zh_hans: 没有应用

source: No Crash Reports
ja: クラッシュレポートはありません
ko: 충돌 보고서 없음
vi: Không có báo cáo sự cố
zh_hans: 无崩溃报告

source: No Crash Reports Loaded
ja: クラッシュレポートが読み込まれていません
ko: 불러온 충돌 보고서 없음
vi: Chưa tải báo cáo sự cố
zh_hans: 未载入崩溃报告

source: No Device Information
ja: デバイス情報なし
ko: 기기 정보 없음
vi: Không có thông tin thiết bị
zh_hans: 无设备信息

source: No Elements
ja: 要素なし
ko: 요소 없음
vi: Không có phần tử
zh_hans: 无元素

source: No Matching Entries
ja: 一致するエントリなし
ko: 일치하는 항목 없음
vi: Không có mục phù hợp
zh_hans: 无匹配条目

source: No Matching Processes
ja: 一致するプロセスなし
ko: 일치하는 프로세스 없음
vi: Không có tiến trình khớp
zh_hans: 没有匹配的进程

source: No Matching Reports
ja: 一致するレポートはありません
ko: 일치하는 보고서 없음
vi: Không có báo cáo phù hợp
zh_hans: 无匹配的报告

source: No Matching Services
ja: 一致するサービスがありません
ko: 일치하는 서비스 없음
vi: Không có dịch vụ phù hợp
zh_hans: 没有匹配的服务

source: No Preference Read
ja: 環境設定未読み取り
ko: 환경설정을 읽지 않음
vi: Chưa đọc tùy chọn
zh_hans: 尚未读取偏好设置

source: No Preferences Loaded
ja: 環境設定が読み込まれていません
ko: 불러온 환경설정 없음
vi: Chưa tải tùy chọn
zh_hans: 未载入偏好设置

source: No Processes
ja: プロセスなし
ko: 프로세스 없음
vi: Không có tiến trình
zh_hans: 没有进程

source: No Processes Loaded
ja: プロセス未読み込み
ko: 불러온 프로세스 없음
vi: Chưa tải tiến trình
zh_hans: 未载入进程

source: No Report Selected
ja: レポートが選択されていません
ko: 선택한 보고서 없음
vi: Chưa chọn báo cáo
zh_hans: 未选择报告

source: No Screenshot
ja: スクリーンショットなし
ko: 스크린샷 없음
vi: Không có ảnh chụp màn hình
zh_hans: 无截图

source: No Service Selected
ja: サービスが選択されていません
ko: 선택한 서비스 없음
vi: Chưa chọn dịch vụ
zh_hans: 未选择服务

source: No Services
ja: サービスがありません
ko: 서비스 없음
vi: Không có dịch vụ
zh_hans: 没有服务

source: No Text
ja: テキストなし
ko: 텍스트 없음
vi: Không có văn bản
zh_hans: 无文字

source: No VM window is open. Start a VM, then try again.
ja: VM ウインドウが開いていません。VM を起動して再試行してください。
ko: 열린 VM 창이 없습니다. VM을 시작한 후 다시 시도하세요.
vi: Không có cửa sổ máy ảo nào đang mở. Hãy khởi động máy ảo rồi thử lại.
zh_hans: 没有打开的虚拟机窗口。请启动虚拟机后重试。

source: No apps are available for this filter.
ja: このフィルターに該当するアプリはありません。
ko: 이 필터에 해당하는 앱이 없습니다.
vi: Không có ứng dụng nào cho bộ lọc này.
zh_hans: 此筛选条件下没有应用。

source: No apps match this filter.
ja: このフィルタに一致するアプリはありません。
ko: 이 필터와 일치하는 앱이 없습니다.
vi: Không có ứng dụng nào khớp với bộ lọc này.
zh_hans: 没有符合此过滤条件的应用。

source: No apps match your search.
ja: 検索に一致するアプリはありません。
ko: 검색과 일치하는 앱이 없습니다.
vi: Không có ứng dụng nào khớp với tìm kiếm.
zh_hans: 没有符合搜索条件的应用。

source: No bootstrap environment was found.
ja: ブートストラップ環境が見つかりません。
ko: 부트스트랩 환경을 찾을 수 없습니다.
vi: Không tìm thấy môi trường bootstrap.
zh_hans: 未找到引导环境。

source: No completed bootstrap installation was found.
ja: 完了したブートストラップのインストールが見つかりません。
ko: 완료된 부트스트랩 설치를 찾을 수 없습니다.
vi: Không tìm thấy bản cài đặt bootstrap đã hoàn tất.
zh_hans: 未找到已完成安装的引导环境。

source: No items
ja: 項目がありません
ko: 항목 없음
vi: Không có mục nào
zh_hans: 没有项目

source: No loaded entry matches the search or level filter.
ja: 検索またはレベルフィルタに一致する読み込み済みエントリはありません。
ko: 검색 또는 수준 필터와 일치하는 불러온 항목이 없습니다.
vi: Không có mục đã tải nào khớp với tìm kiếm hoặc bộ lọc mức.
zh_hans: 没有已载入的条目符合搜索或级别过滤条件。

source: No process name, bundle ID, path or PID matches the search.
ja: 検索に一致するプロセス名、Bundle ID、パス、PID はありません。
ko: 검색과 일치하는 프로세스 이름, Bundle ID, 경로 또는 PID가 없습니다.
vi: Không có tên tiến trình, Bundle ID, đường dẫn hoặc PID nào khớp với nội dung tìm kiếm.
zh_hans: 没有与搜索内容匹配的进程名称、Bundle ID、路径或 PID。

source: No process or file name contains that text.
ja: そのテキストを含むプロセス名またはファイル名はありません。
ko: 해당 텍스트가 포함된 프로세스 또는 파일 이름이 없습니다.
vi: Không có tên tiến trình hoặc tên tệp nào chứa văn bản đó.
zh_hans: 没有进程名或文件名包含该文本。

source: No service matches the filter and search.
ja: フィルタと検索に一致するサービスはありません。
ko: 필터 및 검색과 일치하는 서비스가 없습니다.
vi: Không có dịch vụ nào khớp với bộ lọc và tìm kiếm.
zh_hans: 没有服务符合当前筛选和搜索条件。

source: No text in the guest clipboard. Copy text in the guest, then refresh.
ja: ゲストのクリップボードにテキストがありません。ゲストでテキストをコピーしてから更新してください。
ko: 게스트 클립보드에 텍스트가 없습니다. 게스트에서 텍스트를 복사한 후 새로 고침하세요.
vi: Bảng nhớ tạm của máy khách không có văn bản. Hãy sao chép văn bản trong máy khách rồi làm mới.
zh_hans: 客体剪贴板中没有文本。请在客体中复制文本后刷新。

source: No text was recognized on the guest screen.
ja: ゲスト画面でテキストは認識されませんでした。
ko: 게스트 화면에서 인식된 텍스트가 없습니다.
vi: Không nhận dạng được văn bản nào trên màn hình máy khách.
zh_hans: 未在客户机屏幕上识别出文字。

source: No value.
ja: 値がありません。
ko: 값이 없습니다.
vi: Không có giá trị.
zh_hans: 无值。

source: None
ja: なし
ko: 없음
vi: Không có
zh_hans: 无

source: Normal
ja: 正常
ko: 정상
vi: Bình thường
zh_hans: 正常

source: Not Charging
ja: 充電なし
ko: 충전 안 함
vi: Không sạc
zh_hans: 未充电

source: Not Detected
ja: 未検出
ko: 감지되지 않음
vi: Không phát hiện
zh_hans: 未检测到

source: Not Loaded
ja: 未読み込み
ko: 불러오지 않음
vi: Chưa tải
zh_hans: 未载入

source: Not Set
ja: 未設定
ko: 설정 안 됨
vi: Chưa đặt
zh_hans: 未设置

source: Not clickable
ja: タップ不可
ko: 클릭 불가
vi: Không thể bấm
zh_hans: 不可点按

source: Not running
ja: 実行されていません
ko: 실행 중이 아님
vi: Không chạy
zh_hans: 未运行

source: Not set
ja: 未設定
ko: 설정되지 않음
vi: Chưa đặt
zh_hans: 未设置

source: OS Version
ja: OS バージョン
ko: OS 버전
vi: Phiên bản hệ điều hành
zh_hans: 系统版本

source: Off
ja: オフ
ko: 끔
vi: Tắt
zh_hans: 关

source: On
ja: オン
ko: 켬
vi: Bật
zh_hans: 开

source: On After Restart
ja: 再起動後にオン
ko: 재시동 후 켬
vi: Bật sau khi khởi động lại
zh_hans: 重启后开

source: Open
ja: 開く
ko: 열기
vi: Mở
zh_hans: 打开

source: Open Guest Spotlight
ja: ゲストの Spotlight を開く
ko: 게스트 Spotlight 열기
vi: Mở Spotlight trên máy khách
zh_hans: 打开客体聚焦搜索

source: Open URL
ja: URL を開く
ko: URL 열기
vi: Mở URL
zh_hans: 打开 URL

# Open URL in %@
source: Open URL in %1$@
ja: %1$@ で URL を開く
ko: %1$@에서 URL 열기
vi: Mở URL trong %1$@
zh_hans: 在 %1$@ 中打开 URL

source: Open URL…
ja: URL を開く…
ko: URL 열기…
vi: Mở URL…
zh_hans: 打开 URL…

source: Open the File Browser at the data container
ja: ファイルブラウザでデータコンテナを開く
ko: 파일 브라우저에서 데이터 컨테이너 열기
vi: Mở Trình duyệt tệp tại vùng chứa dữ liệu
zh_hans: 在文件浏览器中打开数据容器

source: Opened %@
ja: %@ を開きました
ko: %@ 열기 완료
vi: Đã mở %@
zh_hans: 已打开 %@

# Opened %@ in %@.
source: Opened %1$@ in %2$@.
ja: %2$@ で %1$@ を開きました。
ko: %2$@에서 %1$@을(를) 열었습니다.
vi: Đã mở %1$@ trong %2$@.
zh_hans: 已在 %2$@ 中打开 %1$@。

source: Opening URL…
ja: URL を開いています…
ko: URL 여는 중…
vi: Đang mở URL…
zh_hans: 正在打开 URL…

source: Orientation
ja: 画面の向き
ko: 화면 방향
vi: Hướng giao diện
zh_hans: 界面方向

# Orientation set to %@.
source: Orientation set to %1$@.
ja: 向きを%1$@に設定しました。
ko: 방향을 %1$@(으)로 설정했습니다.
vi: Đã đặt hướng thành %1$@.
zh_hans: 方向已设为%1$@。

source: Outline
ja: アウトライン
ko: 개요
vi: Dạng cây
zh_hans: 大纲

source: Passcode
ja: パスコード
ko: 암호
vi: Mật mã
zh_hans: 密码

source: Password
ja: パスワード
ko: 암호
vi: Mật khẩu
zh_hans: 密码

source: Passwords
ja: パスワード
ko: 암호
vi: Mật khẩu
zh_hans: 密码

source: Paste
ja: ペースト
ko: 붙여넣기
vi: Dán
zh_hans: 粘贴

source: Paste from Mac
ja: Mac からペースト
ko: Mac에서 붙여넣기
vi: Dán từ Mac
zh_hans: 从 Mac 粘贴

# Pasted %lld characters.
source: Pasted %1$lld characters.
ja: %1$lld 文字をペーストしました。
ko: %1$lld자를 붙여넣었습니다.
vi: Đã dán %1$lld ký tự.
zh_hans: 已粘贴 %1$lld 个字符。

source: Pasting text…
ja: テキストをペースト中…
ko: 텍스트 붙여넣는 중…
vi: Đang dán văn bản…
zh_hans: 正在粘贴文本…

source: Path
ja: パス
ko: 경로
vi: Đường dẫn
zh_hans: 路径

source: Pause
ja: 一時停止
ko: 일시 정지
vi: Tạm dừng
zh_hans: 暂停

source: Pause streaming (⌘P)
ja: ストリーミングを一時停止 (⌘P)
ko: 스트리밍 일시 정지 (⌘P)
vi: Tạm dừng truyền nhật ký (⌘P)
zh_hans: 暂停日志流 (⌘P)

source: Paused
ja: 一時停止中
ko: 일시 정지됨
vi: Đã tạm dừng
zh_hans: 已暂停

source: Permanently delete the bootstrap at %@ and restart the guest?
ja: %@ にあるブートストラップを完全に削除してゲストを再起動しますか？
ko: %@에 있는 부트스트랩을 영구 삭제하고 게스트를 재시동하시겠습니까?
vi: Xóa vĩnh viễn bootstrap tại %@ và khởi động lại máy khách?
zh_hans: 确定要永久删除位于 %@ 的引导环境并重启客体吗？

source: Permanently delete these bootstrap environments and restart the guest? %@
ja: これらのブートストラップ環境を完全に削除してゲストを再起動しますか？ %@
ko: 이 부트스트랩 환경을 영구 삭제하고 게스트를 재시동할까요? %@
vi: Xóa vĩnh viễn các môi trường bootstrap này và khởi động lại máy khách? %@
zh_hans: 要永久删除以下引导环境并重启客体吗？ %@

source: Permanently delete these bootstrap environments without restarting the guest? %@
ja: ゲストを再起動せずに、これらのブートストラップ環境を完全に削除しますか？ %@
ko: 게스트를 재시동하지 않고 이 부트스트랩 환경을 영구 삭제할까요? %@
vi: Xóa vĩnh viễn các môi trường bootstrap này mà không khởi động lại máy khách? %@
zh_hans: 要永久删除以下引导环境且不重启客体吗？ %@

source: Permissions
ja: アクセス権
ko: 권한
vi: Quyền
zh_hans: 权限

source: Physical Memory
ja: 物理メモリ
ko: 물리 메모리
vi: Bộ nhớ vật lý
zh_hans: 物理内存

source: Pixels
ja: ピクセル
ko: 픽셀
vi: Điểm ảnh
zh_hans: 像素

source: Platform Binary
ja: プラットフォームバイナリ
ko: 플랫폼 바이너리
vi: Tệp nhị phân nền tảng
zh_hans: 平台二进制

source: Portrait
ja: 縦向き
ko: 세로
vi: Dọc
zh_hans: 竖屏

source: Power
ja: 電源
ko: 전원
vi: Nguồn
zh_hans: 电源

source: Preference key
ja: 設定キー
ko: 설정 키
vi: Khóa tùy chọn
zh_hans: 偏好设置键

source: Preference value for %@
ja: %@ の環境設定値
ko: %@의 환경설정 값
vi: Giá trị tùy chọn của %@
zh_hans: %@ 的偏好设置值

source: Preference values for %@
ja: %@ の環境設定値
ko: %@의 환경설정 값
vi: Các giá trị tùy chọn của %@
zh_hans: %@ 的偏好设置值

source: Preferences
ja: 環境設定
ko: 환경설정
vi: Tùy chọn
zh_hans: 偏好设置

source: Preparing bootstrap…
ja: ブートストラップを準備中…
ko: 부트스트랩 준비 중…
vi: Đang chuẩn bị bootstrap…
zh_hans: 正在准备引导环境…

source: Present
ja: あり
ko: 있음
vi: Có
zh_hans: 存在

source: Preset Location
ja: 位置のプリセット
ko: 위치 사전 설정
vi: Vị trí đặt sẵn
zh_hans: 预设位置

source: Press the Home button
ja: ホームボタンを押す
ko: 홈 버튼 누르기
vi: Nhấn nút Home
zh_hans: 按下主屏幕按钮

source: Press the side button to lock or unlock the screen
ja: サイドボタンを押して画面をロックまたはロック解除
ko: 측면 버튼을 눌러 화면 잠금 또는 잠금 해제
vi: Nhấn nút sườn để khóa hoặc mở khóa màn hình
zh_hans: 按下侧边按钮以锁定或解锁屏幕

source: Press the volume down button
ja: 音量を下げるボタンを押す
ko: 음량 낮추기 버튼 누르기
vi: Nhấn nút giảm âm lượng
zh_hans: 按下调低音量按钮

source: Press the volume up button
ja: 音量を上げるボタンを押す
ko: 음량 높이기 버튼 누르기
vi: Nhấn nút tăng âm lượng
zh_hans: 按下调高音量按钮

# Pressed %@.
source: Pressed %1$@.
ja: %1$@を押しました。
ko: %1$@ 버튼을 눌렀습니다.
vi: Đã nhấn %1$@.
zh_hans: 已按下%1$@。

# Pressing %@…
source: Pressing %1$@…
ja: %1$@を押しています…
ko: %1$@ 누르는 중…
vi: Đang nhấn %1$@…
zh_hans: 正在按下%1$@…

source: Printed From
ja: 出力元
ko: 출력 출처
vi: In từ
zh_hans: 输出来源

source: Process
ja: プロセス
ko: 프로세스
vi: Tiến trình
zh_hans: 进程

source: Processes
ja: プロセス
ko: 프로세스
vi: Tiến trình
zh_hans: 进程

source: Processes appear here once vphoned is running in the guest.
ja: ゲストで vphoned が動作すると、ここにプロセスが表示されます。
ko: 게스트에서 vphoned가 실행되면 여기에 프로세스가 표시됩니다.
vi: Tiến trình sẽ xuất hiện ở đây khi vphoned chạy trong máy khách.
zh_hans: vphoned 在客户机中运行后，进程会显示在这里。

source: Program
ja: プログラム
ko: 프로그램
vi: Chương trình
zh_hans: 程序

source: Protected
ja: 保護されています
ko: 보호됨
vi: Được bảo vệ
zh_hans: 受保护

source: Protection
ja: 保護クラス
ko: 보호 등급
vi: Mức bảo vệ
zh_hans: 保护级别

source: Quick Look download failed: %@
ja: クイックルックのダウンロードに失敗しました: %@
ko: 훑어보기 다운로드 실패: %@
vi: Tải xuống Xem nhanh thất bại: %@
zh_hans: “快速查看”下载失败：%@

source: Quit vphone
ja: vphone を終了
ko: vphone 종료
vi: Thoát vphone
zh_hans: 退出 vphone

source: Read
ja: 読み取る
ko: 읽기
vi: Đọc
zh_hans: 读取

source: Read %@.
ja: %@ を読み取りました。
ko: %@을(를) 읽었습니다.
vi: Đã đọc %@.
zh_hans: 已读取 %@。

source: Read At
ja: 読み取り時刻
ko: 읽은 시각
vi: Thời điểm đọc
zh_hans: 读取时间

source: Read Setting
ja: 設定を読み取る
ko: 설정 읽기
vi: Đọc cài đặt
zh_hans: 读取设置

source: Read Setting…
ja: 設定を読み取る…
ko: 설정 읽기…
vi: Đọc cài đặt…
zh_hans: 读取设置…

source: Read one preference key, or leave the key empty to read all keys in the domain.
ja: 設定キーを 1 つ読み取ります。空欄にするとドメイン内のすべてのキーを読み取ります。
ko: 설정 키 하나를 읽거나 키를 비워 두어 도메인의 모든 키를 읽습니다.
vi: Đọc một khóa tùy chọn, hoặc để trống để đọc tất cả các khóa trong miền.
zh_hans: 读取一个偏好设置键；留空可读取域中的所有键。

source: Read the device information again (⌘R)
ja: デバイス情報を再読み込み（⌘R）
ko: 기기 정보를 다시 읽기(⌘R)
vi: Đọc lại thông tin thiết bị (⌘R)
zh_hans: 重新读取设备信息（⌘R）

source: Read the guest clipboard again (⌘R)
ja: ゲストのクリップボードを再度読み取る (⌘R)
ko: 게스트 클립보드 다시 읽기 (⌘R)
vi: Đọc lại bảng nhớ tạm của máy khách (⌘R)
zh_hans: 重新读取客体剪贴板 (⌘R)

source: Read the guest's current values again (⌘R)
ja: ゲストの現在の値を再読み込み（⌘R）
ko: 게스트의 현재 값을 다시 읽기(⌘R)
vi: Đọc lại các giá trị hiện tại của máy khách (⌘R)
zh_hans: 重新读取客户机的当前值（⌘R）

source: Read the key, or every key in the domain when Key is empty (⌘R)
ja: キーを読み取ります。キーが空欄の場合はドメイン内のすべてのキーを読み取ります (⌘R)
ko: 키를 읽습니다. 키가 비어 있으면 도메인의 모든 키를 읽습니다 (⌘R)
vi: Đọc khóa, hoặc mọi khóa trong miền khi Khóa để trống (⌘R)
zh_hans: 读取该键；键为空时读取域中的所有键 (⌘R)

source: Reading accessibility elements…
ja: アクセシビリティ要素を読み込んでいます…
ko: 손쉬운 사용 요소를 읽는 중…
vi: Đang đọc các phần tử trợ năng…
zh_hans: 正在读取辅助功能元素…

source: Reading device information…
ja: デバイス情報を読み込み中…
ko: 기기 정보를 읽는 중…
vi: Đang đọc thông tin thiết bị…
zh_hans: 正在读取设备信息…

source: Reading guest clipboard…
ja: ゲストのクリップボードを読み取り中…
ko: 게스트 클립보드 읽는 중…
vi: Đang đọc bảng nhớ tạm của máy khách…
zh_hans: 正在读取客体剪贴板…

source: Reading guest controls…
ja: ゲストのコントロールを読み込み中…
ko: 게스트 제어 항목을 읽는 중…
vi: Đang đọc các điều khiển của máy khách…
zh_hans: 正在读取客户机控制项…

source: Reading preference…
ja: 環境設定を読み取り中…
ko: 환경설정 읽는 중…
vi: Đang đọc tùy chọn…
zh_hans: 正在读取偏好设置…

# Recognized %lld text blocks.
source: Recognized %1$lld text blocks.
ja: %1$lld 個のテキストブロックを認識しました。
ko: 텍스트 블록 %1$lld개를 인식했습니다.
vi: Đã nhận dạng %1$lld khối văn bản.
zh_hans: 识别出 %1$lld 个文本块。

source: Recognized 1 text block.
ja: 1 個のテキストブロックを認識しました。
ko: 텍스트 블록 1개를 인식했습니다.
vi: Đã nhận dạng 1 khối văn bản.
zh_hans: 识别出 1 个文本块。

source: Recognizing text on the guest screen…
ja: ゲスト画面のテキストを認識しています…
ko: 게스트 화면의 텍스트를 인식하는 중…
vi: Đang nhận dạng văn bản trên màn hình máy khách…
zh_hans: 正在识别客户机屏幕上的文字…

source: Recording
ja: 録画
ko: 녹화
vi: Ghi hình
zh_hans: 录制

source: Recording firmware version…
ja: ファームウェアのバージョンを記録中…
ko: 펌웨어 버전 기록 중…
vi: Đang ghi phiên bản firmware…
zh_hans: 正在登记固件版本…

source: Refresh
ja: 更新
ko: 새로 고침
vi: Làm mới
zh_hans: 刷新

source: Refresh app list
ja: アプリ一覧を更新
ko: 앱 목록 새로 고침
vi: Làm mới danh sách ứng dụng
zh_hans: 刷新应用列表

source: Refresh every 3 seconds while this window is open
ja: このウインドウを開いている間、3 秒ごとに更新
ko: 이 윈도우가 열려 있는 동안 3초마다 새로 고침
vi: Làm mới mỗi 3 giây khi cửa sổ này đang mở
zh_hans: 此窗口打开时每 3 秒刷新一次

source: Refresh every 5 seconds while this window is open
ja: このウインドウが開いている間、5 秒ごとに更新します
ko: 이 윈도우가 열려 있는 동안 5초마다 새로 고침
vi: Làm mới mỗi 5 giây khi cửa sổ này đang mở
zh_hans: 此窗口打开时每 5 秒刷新一次

source: Registering Irisin…
ja: Irisin を登録中…
ko: Irisin 등록 중…
vi: Đang đăng ký Irisin…
zh_hans: 正在注册 Irisin…

source: Reload the app list (⌘R)
ja: アプリ一覧を再読み込み（⌘R）
ko: 앱 목록 다시 불러오기(⌘R)
vi: Tải lại danh sách ứng dụng (⌘R)
zh_hans: 重新载入应用列表（⌘R）

source: Reload the list of crash reports (⌘R)
ja: クラッシュレポートの一覧を再読み込み (⌘R)
ko: 충돌 보고서 목록 다시 불러오기 (⌘R)
vi: Tải lại danh sách báo cáo sự cố (⌘R)
zh_hans: 重新载入崩溃报告列表 (⌘R)

source: Reload the process list (⌘R)
ja: プロセス一覧を再読み込み（⌘R）
ko: 프로세스 목록 다시 불러오기(⌘R)
vi: Tải lại danh sách tiến trình (⌘R)
zh_hans: 重新载入进程列表（⌘R）

source: Reload the service list (⌘R)
ja: サービス一覧を再読み込み (⌘R)
ko: 서비스 목록 다시 불러오기 (⌘R)
vi: Tải lại danh sách dịch vụ (⌘R)
zh_hans: 重新载入服务列表 (⌘R)

source: Remove
ja: 削除
ko: 제거
vi: Xóa
zh_hans: 移除

# Remove %@?
source: Remove %1$@?
ja: %1$@ を削除しますか?
ko: %1$@을(를) 제거하시겠습니까?
vi: Xóa %1$@?
zh_hans: 要移除 %1$@ 吗？

source: Remove Test Item
ja: テスト項目を削除
ko: 테스트 항목 제거
vi: Xóa mục thử nghiệm
zh_hans: 移除测试项目

# Removed %@.
source: Removed %1$@.
ja: %1$@ を削除しました。
ko: %1$@을(를) 제거했습니다.
vi: Đã xóa %1$@.
zh_hans: 已移除 %1$@。

source: Remove…
ja: 削除…
ko: 제거…
vi: Xóa…
zh_hans: 移除…

# Removing %@…
source: Removing %1$@…
ja: %1$@ を削除中…
ko: %1$@ 제거 중…
vi: Đang xóa %1$@…
zh_hans: 正在移除 %1$@…

source: Rename
ja: 名前を変更
ko: 이름 변경
vi: Đổi tên
zh_hans: 重命名

source: Rename failed: %@
ja: 名前の変更に失敗しました: %@
ko: 이름 변경 실패: %@
vi: Đổi tên thất bại: %@
zh_hans: 重命名失败：%@

source: Rename…
ja: 名前を変更…
ko: 이름 변경…
vi: Đổi tên…
zh_hans: 重命名…

source: Repair
ja: 修復
ko: 복구
vi: Sửa
zh_hans: 修复

source: Repairing network policy…
ja: ネットワークポリシーを修復中…
ko: 네트워크 정책 복구 중…
vi: Đang sửa chính sách mạng…
zh_hans: 正在修复网络策略…

source: Replace the text below with the Mac clipboard text
ja: 下のテキストを Mac のクリップボードのテキストに置き換える
ko: 아래 텍스트를 Mac 클립보드 텍스트로 바꾸기
vi: Thay văn bản bên dưới bằng văn bản trong bảng nhớ tạm của Mac
zh_hans: 用 Mac 剪贴板中的文本替换下方文本

source: Report
ja: レポート
ko: 보고서
vi: Báo cáo
zh_hans: 报告

source: Report (.ips)
ja: レポート (.ips)
ko: 보고서 (.ips)
vi: Báo cáo (.ips)
zh_hans: 报告 (.ips)

source: Report text
ja: レポートのテキスト
ko: 보고서 텍스트
vi: Văn bản báo cáo
zh_hans: 报告文本

source: Resident
ja: 常駐
ko: 상주 메모리
vi: Thường trú
zh_hans: 常驻内存

source: Resource Limit
ja: リソース制限
ko: 리소스 제한
vi: Giới hạn tài nguyên
zh_hans: 资源限制

source: Restart
ja: 再起動
ko: 재시작
vi: Khởi động lại
zh_hans: 重启

# Restart %@?
source: Restart %1$@?
ja: %1$@ を再起動しますか?
ko: %1$@을(를) 재시작하시겠습니까?
vi: Khởi động lại %1$@?
zh_hans: 要重启 %1$@ 吗？

source: Restart Guest
ja: ゲストを再起動
ko: 게스트 재시동
vi: Khởi động lại máy khách
zh_hans: 重启客体

source: Restart Guest…
ja: ゲストを再起動…
ko: 게스트 재시동…
vi: Khởi động lại máy khách…
zh_hans: 重启客体…

source: Restart the guest?
ja: ゲストを再起動しますか?
ko: 게스트를 재시동하시겠습니까?
vi: Khởi động lại máy khách?
zh_hans: 要重启客体吗？

# Restarted %@ as PID %lld.
source: Restarted %1$@ as PID %2$lld.
ja: %1$@ を再起動しました (PID %2$lld)。
ko: %1$@을(를) 재시작했습니다 (PID %2$lld).
vi: Đã khởi động lại %1$@ với PID %2$lld.
zh_hans: 已重启 %1$@，新 PID 为 %2$lld。

# Restarted %@.
source: Restarted %1$@.
ja: %1$@ を再起動しました。
ko: %1$@을(를) 재시작했습니다.
vi: Đã khởi động lại %1$@.
zh_hans: 已重启 %1$@。

# Restarting %@…
source: Restarting %1$@…
ja: %1$@ を再起動中…
ko: %1$@ 재시작 중…
vi: Đang khởi động lại %1$@…
zh_hans: 正在重启 %1$@…

source: Restart…
ja: 再起動…
ko: 재시작…
vi: Khởi động lại…
zh_hans: 重启…

source: Result
ja: 結果
ko: 결과
vi: Kết quả
zh_hans: 结果

source: Result Style
ja: 結果の表示形式
ko: 결과 스타일
vi: Kiểu kết quả
zh_hans: 结果样式

source: Reveal in Finder
ja: Finder で表示
ko: Finder에서 보기
vi: Hiển thị trong Finder
zh_hans: 在访达中显示

source: Right Arrow
ja: 右矢印
ko: 오른쪽 화살표
vi: Mũi tên phải
zh_hans: 右箭头

source: Ringer
ja: 着信音
ko: 벨소리
vi: Chuông
zh_hans: 铃声

source: Role
ja: ロール
ko: 역할
vi: Vai trò
zh_hans: 角色

source: RootHide Runtime
ja: RootHide ランタイム
ko: RootHide 런타임
vi: Runtime RootHide
zh_hans: RootHide 运行时

source: Rotate the guest interface
ja: ゲストの画面を回転
ko: 게스트 화면 회전
vi: Xoay giao diện máy khách
zh_hans: 旋转客户机界面

source: Rotation Lock
ja: 画面の向きのロック
ko: 화면 방향 잠금
vi: Khóa xoay
zh_hans: 方向锁定

source: Rotation Lock is off.
ja: 画面縦向きのロックはオフです。
ko: 화면 방향 잠금이 꺼졌습니다.
vi: Khóa xoay đang tắt.
zh_hans: 方向锁定已关闭。

source: Rotation Lock is on.
ja: 画面縦向きのロックはオンです。
ko: 화면 방향 잠금이 켜졌습니다.
vi: Khóa xoay đang bật.
zh_hans: 方向锁定已打开。

source: Running
ja: 実行中
ko: 실행 중
vi: Đang chạy
zh_hans: 运行中

source: Running · PID %@
ja: 実行中 · PID %@
ko: 실행 중 · PID %@
vi: Đang chạy · PID %@
zh_hans: 运行中 · PID %@

# Running, PID %lld
source: Running, PID %1$lld
ja: 実行中、PID %1$lld
ko: 실행 중, PID %1$lld
vi: Đang chạy, PID %1$lld
zh_hans: 运行中，PID %1$lld

source: SF Ferry Building
ja: サンフランシスコ・フェリービルディング
ko: 샌프란시스코 페리 빌딩
vi: Tòa nhà phà San Francisco
zh_hans: 旧金山渡轮大厦

source: SIGCONT resumes a stopped process.
ja: SIGCONT は停止中のプロセスを再開します。
ko: SIGCONT는 정지된 프로세스를 재개합니다.
vi: SIGCONT tiếp tục một tiến trình đang bị dừng.
zh_hans: SIGCONT 会恢复已停止的进程。

source: SIGHUP usually asks a daemon to reload or exit.
ja: SIGHUP は通常、デーモンに再読み込みまたは終了を求めます。
ko: SIGHUP은 보통 데몬에 다시 불러오기나 종료를 요청합니다.
vi: SIGHUP thường yêu cầu daemon tải lại hoặc thoát.
zh_hans: SIGHUP 通常要求守护进程重新载入配置或退出。

source: SIGINT interrupts the process, like Control-C in a terminal.
ja: SIGINT はターミナルでの Control-C と同様にプロセスに割り込みます。
ko: SIGINT는 터미널의 Control-C처럼 프로세스를 인터럽트합니다.
vi: SIGINT ngắt tiến trình, giống như Control-C trong Terminal.
zh_hans: SIGINT 会中断进程，相当于在终端中按下 Control-C。

source: SIGKILL ends the process immediately without cleanup. launchd may relaunch it.
ja: SIGKILL は後処理なしでプロセスを即座に終了します。launchd が再起動する場合があります。
ko: SIGKILL은 정리 과정 없이 프로세스를 즉시 종료합니다. launchd가 다시 실행할 수 있습니다.
vi: SIGKILL kết thúc tiến trình ngay lập tức mà không dọn dẹp. launchd có thể khởi chạy lại tiến trình.
zh_hans: SIGKILL 会立即结束进程，不做任何清理。launchd 可能会重新启动它。

source: SIGSTOP suspends the process until it receives SIGCONT.
ja: SIGSTOP は SIGCONT を受け取るまでプロセスを一時停止します。
ko: SIGSTOP은 SIGCONT를 받을 때까지 프로세스를 일시 정지합니다.
vi: SIGSTOP tạm dừng tiến trình cho đến khi nhận được SIGCONT.
zh_hans: SIGSTOP 会暂停进程，直到它收到 SIGCONT。

source: SIGTERM asks the process to exit. launchd may relaunch it.
ja: SIGTERM はプロセスに終了を求めます。launchd が再起動する場合があります。
ko: SIGTERM은 프로세스에 종료를 요청합니다. launchd가 다시 실행할 수 있습니다.
vi: SIGTERM yêu cầu tiến trình thoát. launchd có thể khởi chạy lại tiến trình.
zh_hans: SIGTERM 会要求进程退出。launchd 可能会重新启动它。

source: Save Here
ja: ここに保存
ko: 여기에 저장
vi: Lưu tại đây
zh_hans: 保存到此处

source: Save Screenshot to File
ja: スクリーンショットをファイルに保存
ko: 스크린샷을 파일로 저장
vi: Lưu ảnh màn hình vào tệp
zh_hans: 将截屏存为文件

source: Save the selected reports to the Mac (⌘S)
ja: 選択したレポートを Mac に保存 (⌘S)
ko: 선택한 보고서를 Mac에 저장 (⌘S)
vi: Lưu các báo cáo đã chọn vào máy Mac (⌘S)
zh_hans: 将所选报告存储到 Mac (⌘S)

source: Save the shown entries as a plain-text log (⌘S)
ja: 表示中のエントリをプレーンテキストのログとして保存 (⌘S)
ko: 표시된 항목을 일반 텍스트 로그로 저장 (⌘S)
vi: Lưu các mục đang hiện thành nhật ký văn bản thuần (⌘S)
zh_hans: 将显示的条目存储为纯文本日志 (⌘S)

# Saved %lld entries to %@.
source: Saved %1$lld entries to %2$@.
ja: %1$lld 件のエントリを %2$@ に保存しました。
ko: %1$lld개 항목을 %2$@에 저장했습니다.
vi: Đã lưu %1$lld mục vào %2$@.
zh_hans: 已将 %1$lld 个条目存储到 %2$@。

source: Saved to %@
ja: %@ に保存しました
ko: %@에 저장함
vi: Đã lưu vào %@
zh_hans: 已保存至 %@

source: Save…
ja: 保存…
ko: 저장…
vi: Lưu…
zh_hans: 存储…

source: Scale
ja: スケール
ko: 배율
vi: Tỷ lệ
zh_hans: 缩放比例

source: Screen
ja: 画面
ko: 화면
vi: Màn hình
zh_hans: 屏幕

source: Screenshot
ja: スクリーンショット
ko: 스크린샷
vi: Ảnh màn hình
zh_hans: 截屏

source: Screenshot copied to the Mac clipboard.
ja: スクリーンショットを Mac のクリップボードにコピーしました。
ko: 스크린샷을 Mac 클립보드에 복사했습니다.
vi: Đã sao chép ảnh màn hình vào bảng nhớ tạm của Mac.
zh_hans: 截屏已复制到 Mac 剪贴板。

source: Search
ja: 検索
ko: 검색
vi: Tìm kiếm
zh_hans: 搜索

source: Search Apps
ja: アプリを検索
ko: 앱 검색
vi: Tìm ứng dụng
zh_hans: 搜索应用

source: Search Keychain
ja: キーチェーンを検索
ko: 키체인 검색
vi: Tìm trong Chuỗi khóa
zh_hans: 搜索钥匙串

source: Search Processes
ja: プロセスを検索
ko: 프로세스 검색
vi: Tìm tiến trình
zh_hans: 搜索进程

source: Security
ja: セキュリティ
ko: 보안
vi: Bảo mật
zh_hans: 安全

source: Select All
ja: すべてを選択
ko: 모두 선택
vi: Chọn tất cả
zh_hans: 全选

source: Select a report to read it.
ja: 読むレポートを選択してください。
ko: 읽을 보고서를 선택하십시오.
vi: Chọn một báo cáo để đọc.
zh_hans: 选择一份报告以阅读。

source: Select a service to see launchd's description.
ja: サービスを選択すると launchd の説明を表示します。
ko: 서비스를 선택하면 launchd의 설명을 볼 수 있습니다.
vi: Chọn một dịch vụ để xem mô tả của launchd.
zh_hans: 选择一个服务以查看 launchd 的描述。

source: Select an app to see its bundle, binary and data container.
ja: アプリを選択すると、バンドル、バイナリ、データコンテナを表示します。
ko: 앱을 선택하면 번들, 바이너리 및 데이터 컨테이너를 볼 수 있습니다.
vi: Hãy chọn một ứng dụng để xem bundle, tệp nhị phân và vùng chứa dữ liệu.
zh_hans: 选择一个应用以查看其 Bundle、二进制文件和数据容器。
